<?php

return [
    // 通用状态
    'status' => [
        'off' => '禁用',
        'on'  => '正常',
    ],
    //用户类别
    'user'   => [
        'type' => [
            'wholesalers' => '批发商',
            'retailer'    => '零售商',
            'supplier'    => '供应商',
        ],
    ],
    //广告表类型
    'advert' => [
        //广告分类设置
        'ad_type'   => [
            1 => '商品',
            2 => '批发商',
        ],
        //广告时长设置
        'time_type' => [
            1 => '永久',
            2 => '时间段',
        ],
        //app广告归属分类
        'app_type'  => [
            1 => '批发商',
            2 => '零售商',
        ]

    ],
];