@extends('index.help.master')
@section('subtitle', '常见问题')

@section('content')
    <h3 class="content-title"><span>常见问题</span></h3>

    <div class="content-panel">
        <br>

        <p>问：登录订百达总是无法链接，这是怎么回事？<br>
            请您先刷新一下；或者检查一下网络是否正常，能否登录其他网站；或者清除一下浏览器的缓存，如果以上三种方式都无效，还有一种情况是网页正在更新，可能影响您的浏览，还望能谅解。</p>
        <br>

        <p>问：网站上显示商品已缺货，请问什么时候可以到货？<br>
            具体时间由卖家补货决定。</p>
        <br>

        <p>问：我的订单已提交，什么时候可以发货？<br>
            订单提交成功后我们会第一时间通知卖家，详细进度查询，您可点击“我的订单”进入实时订单进度查询。</p>
        <br>

        <p>问：订单提交成功后还可以修改订单信息吗？<br>
            很抱歉，订单一旦提交后将无法修改，请您取消订单重新购买。</p>
        <br>

        <p>问：订单取消后还能恢复吗？<br>
            订单一旦取消后将无法恢复，请您慎重操作。</p>
        <br>

        <p>问：我忘记密码了，怎么办？<br>
            订百达提供找回密码服务，您可在登陆界面点击“找回密码”，输入注册时填写的用户名，密保手机号，营业执照注册好，订百达会给您密保手机发送验证码，请您查收并按进行填写，按提示设置新密码。</p>

    </div>
@stop
