@section('body')
    <div class="modal modal2 fade" id="myModal-agreement" tabindex="-1" role="dialog" aria-labelledby="myModalLabel"
         aria-hidden="true">
        <div class="modal-dialog" id="modal-agreement">
            <div class="modal-content">
                <div class="modal-header">
                    <button type="button" class="close" data-dismiss="modal" aria-hidden="true">×</button>
                    <h4 class="modal-title text-center forgot-modal-title" id="myModalLabel2">
                        订百达——订百达商户服务协议条款
                    </h4>
                </div>
                <div class="modal-body">
                    <p>同意以下服务条款，提交注册信息：</p>
                    <p>欢迎阅读《订百达》平台（以下简称“本平台”）服务协议条款(下称“本协议”)。本协议是您（个人或单一实体）与成都订百达科技有限公司（以下简称“订百达”）之间有关本平台产品的法律协议。“用户”指于订百达平台上进行销售管理的商家们。本平台产品包括订百达WEB登陆平台、手机移动平台，并可能包括但不限于相关媒体、印刷材料、电子文档、订百达科技提供给您的平台上任何更新和补充资料。您一旦安装、复制、下载、访问或以其它方式使用本平台产品，即表示您同意接受本协议各项条款的约束，并且对本协议及产品说明书、声明等全部系列文件已明确知悉并接受。如您不同意本协议中的条款，请不要安装或使用订百达WEB平台、手机移动平台等产品。</p>
                    <h4>第一条、授权</h4>
                    <p>订百达科技，将本平台的使用权依据本协议的约定授予您。本平台受著作权法及其它知识产权法和相关国家法律法规、国际条约的保护。本平台只能在协议许可的范围、方式予以使用，而不能另行出售、复制、修改、转让等。本协议有效期间，您仅享有依据本协议约定的使用权，本平台的其他任何权益，均归掌麦科技所有。</p>
                    <h4>第二条、服务内容</h4>
                    <p>2.1订百达科技为您提供WEB平台、手机移动平台，平台产品内容包括：平台激活码、平台二维码、平台的使用教程或者网络下载地址。并对该平台进行相应的技术维护和支持。您可以通过注册的帐号和密码使用订百达科技所提供的软件平台功能。</p>
                    <p>2.2除平台自有功能外享受平台免费升级、数据存储、售后技术服务等；使用期限到期后订百达科技无义务为您保留原账号中或相关任何信息。</p>
                    <h4>第三条、费用</h4>
                    <p>本平台产品现实行免费使用。订百达科技有权根据市场行情调整该费用。若您不同意调整的，可停止使用本软件产品。</p>
                    <h4>第四条、使用条件</h4>
                    <p>4.1您如需使用本平台，应通过您自有的本协议各个平台账号（以下可简称“您账号”）登录。并确保您在每个使用时段结束时，以正确步骤离开操作平台、退出操作软件。订百达科技不能也不会对因您未能遵守本款规定而发生的任何损失或损毁负责。</p>
                    <p>4.2您如需使用本平台，应符合招商标准和商户规则的要求，并且在今后使用本平台的过程中将保持一直符合招商标准和规则的要求。订百达科技有权不时修订使用本平台的招商标准和规则，并不时对您是否符合情况进行检查，您应及时关注招商标准和规则。您如不同意招商标准和规则更新的，应停止使用本平台，否则视为接受更新后的标准和规则。</p>
                    <p>4.3订百达科技可能要求您提供相关文件材料用于核实您身份，届时您需提供相关信息、营业执照、食品流通经营许可证、法人或经营人身份证复印件等材料。如果您填写的信息或提供的材料不符合订百达科技要求的，订百达科技有权拒绝向您提供服务。您应保证您向订百达科技提供的全部信息和材料真实、准确且不存在超过时效问题（即保证所有文件资料在本协议有效期内都处于有效状态）。</p>
                    <p>4.4订百达科技同意向您提供服务，但并不代表订百达科技对您的营业资质或经营品质有任何形式的判断或承诺。?</p>
                    <h4> 第五条、商户承诺</h4>
                    <p>5.1您可通过本平台发布与您的产品有关的基本信息、优惠信息等内容。用户与您交易时，用户可通过订百达商户服务获取上述信息。</p>
                    <p>5.2您在本平台使用过程中，承诺并保证：</p>
                    <p>（1）符合申请入驻时的招商标准规定的申请条件，且向订百达科技提供（上传或填写）真实、合法、准确、有效的入驻资料，并保证诸如承诺函、电子邮件地址、联系电话、联系地址、邮政编码等内容的有效性及安全性，保证用户可以通过上述联系方式与您进行联系。同时，您也有义务在相关资料实际变更后5个工作日内申请更新有关入驻资料。如因您自身原因（包括但不限于未取得营业执照、相关经营资质）与用户发生纠纷或被相关国家主管机关处罚，您应当独立承担全部责任，如给订百达科技造成损失的，您同意赔偿其全部损失。</p>
                    <p>（2）承诺遵守本协议、招商标准以及其他订百达科技公布的规则、流程、通知等。</p>
                    <p>（3）有合法的权利缔结本协议，使用本平台相关服务，并在使用本平台服务期间持续拥有提供其服务的合法资质，并确保该业务符合国家法律法规和政策规定。</p>
                    <p>（4）通过本平台发布信息，以及其通过本平台服务所从事的一切活动都是合法、真实的，不得违反相关法律、法规、政策规定，不会利用本平台开展或协助开展赌博、色情、暴力、洗钱、偷税、毒品、诈骗等不合法、不健康内容的业务。</p>
                    <p>（5）不发布与您提供商品或服务无关的信息，不发布任何与您提供商品或服务无关的网络广告。</p>
                    <p>（6）对发布的交易信息中所涉商品有合法的销售权或经营权。</p>
                    <p>（7）将按照不低于《中华人民共和国消费者权益保护法》、《中华人民共和国产品质量法》及其他法规、部门规章和国家强制性标准规定的要求，提供相应的服务。</p>
                    <p>（8）保证在使用本平台进行交易的过程中遵守诚实信用的原则，不在交易过程中采取不正当竞争行为，不扰乱网上交易的正常秩序，不在本平台提供的平台从事与网上交易无关的行为。</p>
                    <p>（9）保证在使用本平台时实施的所有行为均遵守国家法律、法规和订百达科技的相关规则、规定以及各种社会公共利益及公共道德。不从事任何可能对订百达科技及本平台造成负面影响的欺诈、违法、虚假交易、骗取钱财或其他不道德的行为等，不参与任何有损本平台搭建的公平市场准则的营销活动。</p>
                    <p>（10）同意不对本平台上任何数据作商业性利用，包括但不限于在未经订百达科技事先书面批准的情况下，以复制、传播或向他方披露等方式使用在本平台提供的平台上其他用户展示的任何资料。</p>
                    <p>（11）承诺对您的产品负有管理义务，对其产品中出现的违反国家有关法律、法规规定及您规则的信息予以立即删除。</p>
                    <p>（10）承诺将严格按照国家法律法规的规定和要求，合规守法经营。订百达科技有权不定期对您的经营资质、线下经营现状进行抽查，并接受媒体监督，如一旦经抽查发现或经举报证实您没有合规经营或经营现状不符合相关法律规定等要求的，订百达科技有权采取任何必要的处罚措施直至封号。</p>
                    <p>若违反以上条例，我们有权随时终止您的使用权，并视为对订百达科技侵权且承担相应赔偿。</p>
                    <p>5.3您承诺其向用户提供的产品没有质量瑕疵和/或权利瑕疵，并符合法律规定及国家标准。任何第三人或其他人士因使用您提供的产品造成其人身、财产等方面损失的，您应负责赔偿并使订百达科技免责。订百达科技如因此而遭受损失的，订百达科技有权进行追偿。</p>
                    <p>5.4您同意通过本平台提供的平台或其他渠道接受订百达科技提供的各类信息服务，包括广告信息。</p>
                    <p>5.5您应当妥善保管其账户、账号和密码，您或您的授权人泄密所致损失需由您自行承担。如您发现他人冒用或盗用相关账户、账号或密码，您应立即以有效方式通知订百达科技。在订百达科技收到您有效通知前，您的账户、账号在登录状态下的行为均视为您自主操作行为，您应认可该等操作行为的效果。</p>
                    <p>5.6您承诺通过本平台的服务实施的交易或其他行为均是合法、真实且有效的。您不得以虚假交易、虚假结算、虚增交易金额等方式干扰本平台的服务，不得实施套现、洗钱等非法行为。</p>
                    <h4>第六条、消费者保障</h4>
                    <p>6.1您同意为本平台的用户提供优质的服务，保障本平台其他用户的合法权益，包括但不限于采取以下措施：</p>
                    <p>（1）在您的服务页面公布消费者保障措施并严格执行，且该等保障措施不应低于国家标准、行业标准。</p>
                    <p>（2）不论因何种原因导致本协议解除或提前终止，您有义务配合订百达科技进行相关的善后工作。本协议终止后，如您和用户之间的交易仍在履行期限内的，您应当保证将剩余服务期限履行完毕或自行与用户达成合理的解决方案。</p>
                    <p>6.2您如通过本平台服务发布的现金券、抵价券以及其他类型的具有预付价值的商品，您应遵守相关法律规定，详细说明该等商品的使用条件、使用方法、使用限制、有效期等信息，且相关条件、限制应当合理，不得违反法律法规、商户规则的规定。</p>
                    <p>6.3您应当严格遵守通过各种方式直接或间接向用户作出的承诺，包括但不限于通过本协议、订百达科技制定的相关规则以及线上店铺、商品详情页面等方式向用户作出的承诺。</p>
                    <p>6.4您明确了解并同意您是消费者保障的责任主体。当发生您应当履行消费者保障义务的情形时，您应保证用户的消费者合法权益。对于用户因其消费者权益问题提出的要求，您应积极处理。您同意当订百达科技受理买家提出的消费者保障维权和赔付申请时，您应积极配合，在订百达科技要求的时间期限内提供相关证据材料，以证明与用户交易的商品或服务不存在用户提出的问题或符合交易双方的约定，并保证所提交的证据材料真实、合法。</p>
                    <h4>第七条、双方其他权利与义务</h4>
                    <p>7.1订百达科技在工作时间内免费给甲方提供包括电话、即时通讯工具、网络远程协助等方式的服务与技术支持；</p>
                    <p>7.2您应确保有专人对平台的使用和管理负责；</p>
                    <p>7.3您不得以任何形式越过订百达科技的监管；您在经营过程中不得损害订百达科技的利益，同时不得影响订百达科技的声誉，因此对订百达科技造成的损失订百达科技有权要求您进行相应赔偿。</p>
                    <p> 7.4您及其关联公司或个人不得以任何方式私自与订百达科技开发的客户发生业务合作，否则将按您营业收入的三倍赔偿订百达科技，并且订百达科技有权无条件解除与您的合作。</p>
                    <p>7.5您不得开展任何可能伤及订百达科技声誉和形象的活动，否则订百达科技有权追究您的责任。</p>
                    <p>7.6订百达科技承诺您所提交的资料和个人用户信息只限用于本平台使用，在未征得您同意的情况下，不会向任何第三方或个人泄漏您的资料信息。</p>
                    <p>7.7如您发布含有任何违反法律、法规、本协议约定的信息或链接的，订百达科技有权进行屏蔽或删除等适当的处理。</p>
                    <p>7.8为了保障您的权益，在发现您账号、账户、存在异常活动时，订百达科技有权暂停服务的提供。您违反本协议约定的，订百达科技也可以单方暂停或终止提供服务。</p>
                    <p>7.9如您未能依照承诺的商品或服务内容为用户提供商品、服务或优惠权益，或违反本协议其他约定的，将极大伤害订百达科技和您的信誉。订百达科技有权在本平台、相关网络页面或通过其他方式公开商户的行为，同时订百达科技有权自行向用户支付同等价值的优惠或费用作为补救，您应当承担订百达科技因补救行为产生的全部费用，包括但不限于采购费用、邮寄费用、补偿费用以及为挽回企业声誉和形象支出的宣传费用等。</p>
                    <h4>第八条、保密条款</h4>
                    <p>8.1在注册或使用过程中，您将选择账户名和密码。您须自行负责对您的账户名和密码保密，且须对您在账户名和密码下发生的所有活动承担责任。订百达科技不对您所保管的账户、密码被其他任何第三人使用及其产生的后果承担任何责任、义务。</p>
                    <p>8.2您应对订百达科技的商业秘密所严格保密,并只能在双方公司合作业务范围使用。凡涉及由双方提供项目，资金有关所有材料，包括但不限于资本营运计划，财资情报，客户名单，经营决策，项目设计，技术数据，项目商业计划书等均属保密内容。</p>
                    <p>8.3凡未经双方书面同意而直接、间接、口头或书面形式向第三方提供涉及保密内容的行为均属泄密。</p>
                    <h4>第九条、风险提示</h4>
                    <p>订百达科技特别提示您：请注意本平台产品使用过程中的风险控制，使用本平台产品由您自己承担风险，此平台不包含任何使用保证，不能保证适用或不出故障。在适用法律允许的最大范围内，订百达科技在任何情况下不就因使用或不能使用本平台产品所发生的特殊的、意外的、直接或间接的损失承担赔偿责任。对您因平台遗失、被盗、毁损、误用、或擅自修改造成的损失订百达科技不承担任何责任。在意外的、不可预料的情况下，对于注册用户免费升级等服务承诺将自动终止。</p>
                    <h4>第十条?免责和有限责任</h4>
                    <p>10.1订百达科技将按现有技术提供相应的安全措施以保障本平台服务的安全和正常运行。但由于可能存在的计算机病毒、网络通讯故障、系统维护等方面的因素以及可能发生的不可抗力事件，订百达科技无法保证本平台服务的绝对安全和在任何条件下均能正常提供服务，对此您应当予以理解并不应要求订百达科技在以下情况下承担责任：</p>
                    <p>（1）系统停机维护；</p>
                    <p>（2）终端设备、通讯或任何设备出现故障不能进行数据传输或迟延、不准确、错误、疏漏等的；</p>
                    <p>（3）因台风、地震、海啸、洪水、停电、战争、恐怖袭击等不可抗力之因素，造成系统障碍不能执行业务的；</p>
                    <p>（4）由于黑客攻击、电信部门技术调整或故障、网站升级、第三方问题等原因而造成的服务中断或者延迟。</p>
                    <p>10.2订百达科技依照法律规定对相关数据进行保存。因您自行删除数据或者因不可抗力、您不再继续使用服务或服务被终止等情况时，您使用服务的数据可能丢失而不可恢复。基于上述原因，订百达科技提醒您自行对相关数据进行定期存储保存。</p>
                    <p>?10.3无论本协议是否有其他约定，订百达科技向您承担的最大的总体责任和赔偿不超过订百达科技收取的该您支付的服务费用的总额。</p>
                    <p>10.4订百达科技仅为用户和您进行交易提供相关信息服务和技术服务，订百达科技并非用户和您交易的参与者。订百达科技不对您和/或用户行为的合法性、有效性，您产品或服务的真实性、合法性和有效性作任何明示或暗示的担保，也不承担任何责任。</p>
                    <p>10.5您可以自行聘请第三方为其进行管理账号、发布信息、进行交易等操作，该等第三方使用您账号、账户的行为后果应由您承担。订百达科技可能对第三方的信息进行披露，以便您在有需要时可以从该等第三方获得所需要的服务，但是订百达科技不对您与第三方发生的纠纷、争议和后果负责。您如因使用第三方服务而遭受损失的，应由您或第三方依照其协议约定承担和负责，订百达科技不负责赔偿。</p>
                    <h4>第十一条、知识产权及相关权益</h4>
                    <p>11.1订百达科技拥有本平台以及相关技术的著作权、商业秘密以及其他相关的知识产权，包括但不限于与本平台有关的各种文档资料以及本平台中展示的信息内容。其它未经提及的权利亦由订百达科技保留。</p>
                    <p>11.2本平台所涉的标识均属于订百达科技或订百达科技关联公司的知识产权，并受到著作权法、商标法和其它知识产权法律的保护，未经授权您不应复制、模仿、使用或发布等。</p>
                    <p>11.3未经订百达科技另行书面同意，您不得为任何营利性或非营利性的目的自行实施、利用、转让或许可任何第三方实施、利用、转让上述知识产权；不得将通过本软件提供的服务获取的用户信息或其他数据作商业性的利用、提供给任何第三方或对外披露。</p>
                    <p>11.4您向订百达科技提供的信息内容，包含企业的名称、标志等信息，订百达科技可以在相关网络页面或于线下宣传素材中使用以向第三方说明您参与合作的情况。</p>
                    <p> 11.5未经订百达科技另行书面授权，您不得以订百达科技名义发布任何信息，对外开展合作或宣称具有代理、代表权限或标明为“赞助商”、“合作伙伴”等商业合作关系。</p>
                    <p>11.6您不得对订百达科技服务相应软件进行修改、改编、翻译、准备衍生产品、反向工程、反向编译、反汇编、分解或尝试从软件派生源代码，违者属于侵权行为，您需承担由此产生的法律后果。</p>
                    <h4>第十二条、违约责任</h4>
                    <p>12.1在使用本平台服务的过程中，如您存在侵犯第三方（如用户、知识产权权利人）权益、违反国家法律法规或其他违反本协议的行为时，除根据本协议应向订百达科技支付违约金（如有）外，还应赔偿订百达科技因此遭受的损失（如有），您须赔偿的损失包括但不限于：</p>
                    <p>（1）订百达科技被判决、裁决须对外支付的违约金或赔偿额；</p>
                    <p>（2）订百达科技代您向用户支付的退款、违约金或赔偿额；</p>
                    <p>（3）订百达科技被执行行政处罚的金额；</p>
                    <p>（4）订百达科技支付的律师费用、消除影响所支出的必要费用。</p>
                    <p>12.3协议各方根据本协议的规定行使单方解约权可不承担违约责任。</p>
                    <p>12.4当第三方以您侵权为由要求订百达科技删除您信息时，您同意订百达科技对删除行为不承担任何责任，如最终证明第三方为恶意或缺乏权利凭证，您同意自行向第三方进行追责。</p>
                    <p>12.5订百达科技因故意或重大过失导致您的利益受损时，订百达科技对您的违约赔偿责任以您的实际损失为计算依据。</p>
                    <p>12.6您在使用本协议内平台时，不得同时使用其他第三方提供的软件与本协议平台有竞争关系的软件服务，否则订百达科技有权中止本协议，销毁您的账户。</p>
                    <h4>第十三条、协议终止及有效期</h4>
                    <p>13.1自然终止：本协议履行完毕的，则本协议将终止。</p>
                    <p>13.2?提前解除：您可以提前解除本协议，但您需通过本平台提供的解约功能操作或提前30天书面通知订百达科技；订百达科技亦可根据合理的商业需要或国家法律法规要求等，通过合理方式提前30天通知您解除本协议。</p>
                    <p>13.3发生下述情形时，订百达科技可行使单方解约权：</p>
                    <p>（1）您违反订百达科技制定的规则并达到须被清退的程度；</p>
                    <p>（2）您提交的信息或文件不真实、不合法、已失效或您无法证明其信息或文件的真实性、合法性、有效性；</p>
                    <p>（3）您没有销售其商品或服务的必备资质或其商品、服务不符合国家法律法规、规章和政策；</p>
                    <p>（4）您存在违反本协议或您规则的情形，经订百达科技通知后，在限定的合理期限内未能改正。</p>
                    <p>（5）其他订百达科技依据本协议可行使单方解约权的情形。</p>
                    <p>以上订百达科技行使单方解约权的，订百达科技无需承担违约责任。</p>
                    <p> 13.4本协议终止后，订百达科技有权保留您的注册数据及以前的交易行为等记录。如您在本协议终止前存在违法行为或违反约定的行为，订百达科技仍可行使本协议所约定的权利。</p>
                    <h4>第十四条、法律及争议解决</h4>
                    <p>14.1本协议适用中华人民共和国大陆地区法律。如遇本协议有关的某一特定事项缺乏明确法律规定，则应参照通用商业惯例和（或）行业惯例。</p>
                    <p>14.2因双方就本协议的签订、履行或解释发生争议，双方应努力友好协商解决。如协商不成，订百达科技和您同意由订百达科技住所地法院管辖审理双方的纠纷或争议。</p>
                    <p>14.3如本协议的任何条款被视作无效或无法执行，则该等条款可被分离，其余部份仍具有法律效力。</p>
                    <p> 14.4订百达科技于商户过失或违约时放弃本协议规定的权利，不应视为其对您的其他或以后同类之过失或违约行为弃权。</p>
                    <h4>第十五条、其他约定</h4>
                    <p>15.1订百达科技有权将本协议项下的权利和义务转让给订百达科技关联公司，届时无需通知您，但您应当配合签署相关转让文件，且您承诺对此不持异议。</p>
                    <p>15.2订百达科技保留在必要时对本协议进行修改的权利，相关内容将公布于本软件的服务指向的网络页面上或以其他方式通知您。如您对本协议的修改存有异议，或者您不同意订百达科技制定的规则，您有权选择终止本协议并停止使用本平台和相关服务，但您在终止前的行为仍受本协议最新的修改版本以及规则的约束。如果您继续使用本软件和相关服务，则视为接受协议条款的变动。</p>
                    <p>若您对本协议内容任意条款有疑问，可通过服务电话与我们联系：13829262065</p>
                    <p>本协议最终解释权归成都订百达科技有限公司所有。</p>
                </div>
                <div class="modal-footer text-center">
                    <button type="button" class="btn btn-default" data-dismiss="modal">关闭</button>
                    <a type="button" href="{{ url('auth/register') }}" class="btn btn-primary">同意并继续</a>
                </div>
            </div>
        </div>
    </div>
    @parent
@stop
